OpenFOAM-11/tutorials/incompressibleDriftFlux/tank3D/constant/phaseProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      phaseProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (sludge water);

relativeVelocityModel simple;

"(simple|general)Coeffs"
{
    Vc              2.241e-4;
    a               8.84;
    a1              0.1;
    residualAlpha   0;
}

// ************************************************************************* //
